"About" = "Informazioni";

"Chat and Message Alerts" = "Avvisi per chat e messaggi";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Le impostazioni di notifica, comprese quelle per le notifiche push, si trovano all'interno dell'applicazione. Apri i segnalibri e tocca Impostazioni account.";

"Notifications" = "Notifiche";

"Photo and Video" = "Foto e video";

"Play Sound" = "Riproduci audio";

"Record HD Video" = "Registra video HD";

"Version" = "Versione";

"Vibrate" = "Vibrazione";

